<template>
  <section>
    <h1>Чернобыль: Зона отчуждения</h1>
    <img
      src="https://m.media-amazon.com/images/M/MV5BNjk2YzhmZDktYzA2ZS00NWM2LWFkYzUtZTBhZmNhMDk4NDI5XkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg"
    />
    <p>
      Пятеро друзей — Паша, Лёша, Настя, Аня и Гоша — гонятся за вором, укравшим
      деньги у Паши, и попадают в Зону отчуждения в Припяти. Там они находят
      машину времени и начинают перемещаться между 2013 и 1986 годами (накануне
      аварии на ЧАЭС).Паша пытается предотвратить катастрофу и взрывает дымоход
      АЭС — в результате он попадает в альтернативный 2013 год: СССР сохранился,
      авария случилась в США, а его друзья погибли. Во втором сезоне герои, к
      которым присоединяется Никита в маске, путешествуют по разным временам (в
      т. ч. в 1956 год), пытаясь вернуть прежний ход истории. В финале корпорация
      начинает строительство под саркофагом ЧАЭС, а Паша оказывается на стороне
      Зоны. Друзья вместе с полковником Рябовым едут в Припять, чтобы спасти его
      и предотвратить новую катастрофу. История завершается тремя
      альтернативными финалами.
    </p>
  </section>
</template>

<style scoped>
section {
  display: flex;
  flex-direction: column;
  align-items: center;
}
h1 {
  font-size: 40px;
}
img {
  border-radius: 16px;
  margin: 40px 0;
}
p {
  font-size: 25px;
  text-align: justify;
}
</style>
