<script setup>
import CardSeasons from "../components/CardSeasons.vue"
import{onMounted, ref} from "vue"

let cards = ref([
    {
        img: "https://avatars.mds.yandex.net/i?id=5e421242ecf86d6b38ec260757d03f47_l-5241056-images-thumbs&n=13",
        title: "Чернобыль: Зона отчуждения",
        desc: "Пятеро молодых людей прыгают в старую «Волгу» и отправляются на поиски вора, часом ранее укравшего из квартиры родителей главного героя восемь миллионов рублей. Грабитель — обычный московский айтишник, — вместо того чтобы залечь на дно, тут же записывает видеоотчет, в котором сообщает, что финальная точка его путешествия — Чернобыльская АЭС и город Припять.",
    },
    {
        img: "https://www.kino-teatr.ru/movie/poster/119134/88722.jpg",
        title: "Чернобыль: Зона отчуждения 2",
        desc: "В альтернативной реальности, где СССР — главная сверхдержава, Паша и друзья предотвратили аварию на ЧАЭС, но катастрофа произошла на АЭС в Мэриленде (США). Под руководством загадочного Никиты в маске Паша собирает команду и отправляется в США, чтобы вернуться во времени и предотвратить аварию. По пути герои сталкиваются с временными скачками, аномалиями и новыми угрозами.",
    },
    {
        img: "https://pic.uma.media/pic/cardimage/4f/54/4f54c07fba2246c27d5628a3f3ea1532.jpg?size=1920&quality=90",
        title: "Чернобыль: Зона отчуждения. Финал",
        desc: "Через шесть лет после событий в Припяти Аня, Лёша, Настя и Гоша живут в Москве и почти не общаются. После нападения на пресс‑конференцию межгосударственной комиссии они узнают в лидере террористов Пашу — похоже, в него вселилась Зона. Под саркофагом четвёртого энергоблока ЧАЭС корпорация «Глобал Кинтек» ведёт незаконное строительство. Друзья отправляются в Припять, чтобы спасти Пашу и предотвратить катастрофу мирового масштаба.",
    },
])
</script>


<template>
    <section>
        <CardSeasons v-for="(card, i) in cards" :key="i" :card="card" />
    </section>
</template>

<style scoped>
section {
    display: grid;
    gap: 40px;
}
</style>