<template>
  <div>
    <img src="https://ir.ozone.ru/s3/multimedia-1-0/7618836384.jpg" />
    <nav>
      <h2>1 сезон</h2>
      <p>
        Пятеро молодых людей прыгают в старую «Волгу» и отправляются на поиски
        вора, часом ранее укравшего из квартиры родителей главного героя восемь
        миллионов рублей. Грабитель — обычный московский айтишник, — вместо того
        чтобы залечь на дно, тут же записывает видеоотчет, в котором сообщает,
        что финальная точка его путешествия — Чернобыльская АЭС и город Припять.
      </p>
    </nav>
  </div>
</template>
